Repository: achgithub/LSM-IOSv2
Catalog: ios/LSM/LSM/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl

source: Full time — tap Enter Results. Scores are pre-filled. Tap Close Round to calculate points.
de: Spielende — tippe auf Ergebnisse eingeben. Ergebnisse sind bereits ausgefüllt. Tippe auf Runde schließen, um Punkte zu berechnen.
es: Final del partido — toca Introducir resultados. Los resultados ya están rellenados. Toca Cerrar ronda para calcular los puntos.
fr: Fin du match — appuie sur Saisir les résultats. Les résultats sont déjà remplis. Appuie sur Clôturer la manche pour calculer les points.
it: Fine partita — tocca Inserisci risultati. I risultati sono già compilati. Tocca Chiudi turno per calcolare i punti.
nl: Einde wedstrijd — tik op Uitslagen invoeren. Uitslagen zijn al ingevuld. Tik op Ronde sluiten om punten te berekenen.

source: Sam topped the leaderboard. Share the weekly results card with your group, then tap Finish.
de: Sam führt die Tabelle an. Teile die wöchentliche Ergebniskarte mit deiner Gruppe und tippe dann auf Abschließen.
es: Sam encabeza la clasificación. Comparte la tarjeta de resultados semanales con tu grupo y luego toca Finalizar.
fr: Sam est en tête du classement. Partage la carte des résultats hebdomadaires avec ton groupe, puis appuie sur Terminer.
it: Sam è in testa alla classifica. Condividi la scheda dei risultati settimanali con il tuo gruppo, poi tocca Fine.
nl: Sam staat bovenaan de ranglijst. Deel de wekelijkse resultatenkaart met je groep en tik dan op Voltooien.

source: Let's go
de: Los geht's
es: Vamos
fr: C'est parti
it: Andiamo
nl: Aan de slag

source: Got it
de: Verstanden
es: Entendido
fr: Compris
it: Capito
nl: Begrepen

source: Round 2 →
de: Runde 2 →
es: Ronda 2 →
fr: Manche 2 →
it: Turno 2 →
nl: Ronde 2 →

source: Open for me
de: Für mich öffnen
es: Abrir por mí
fr: Ouvrir pour moi
it: Apri per me
nl: Voor mij openen

source: Fill for me
de: Für mich ausfüllen
es: Rellenar por mí
fr: Remplir pour moi
it: Compila per me
nl: Voor mij invullen

source: Close for me
de: Für mich schließen
es: Cerrar por mí
fr: Clôturer pour moi
it: Chiudi per me
nl: Voor mij sluiten

source: Skip
de: Überspringen
es: Omitir
fr: Passer
it: Salta
nl: Overslaan

source: Cloud Backup
es: Copia de seguridad en la nube
fr: Sauvegarde cloud
it: Backup su cloud

source: Filter
es: Filtrar
fr: Filtrer
it: Filtra
nl: Filteren

source: Joker
es: Comodín
it: Jolly

source: Link & PIN
es: Enlace y PIN
fr: Lien et code PIN
it: Link e PIN
nl: Link & pincode

source: Link status
es: Estado del enlace
fr: État du lien
it: Stato del link

source: LIVE
es: EN VIVO
fr: EN DIRECT

source: Status
es: Estado
fr: Statut
it: Stato

source: Upgrade
es: Mejorar plan
fr: Améliorer
it: Esegui upgrade
nl: Upgraden

source: Version
es: Versión
it: Versione
nl: Versie

source: 1st
es: 1.º
fr: 1er
nl: 1e

source: 2nd
es: 2.º
fr: 2e
nl: 2e

source: 3rd
es: 3.º
fr: 3e
nl: 3e

source: PIN
fr: Code PIN
nl: Pincode
